{
  "legal_name": "Legal Name",
  "legal_name_hint": "We'll need you to bring something with your legal name on it to pick up your badge at con, but otherwise it'll stay confidential.",
  "email": "Email",
  "new_email_hint": "How we'll get in touch with you before the con.",
  "edit_email_hint": "To change the email address associated with this membership, please get in touch with us at <a href=\"mailto:registrar@dublin2019.com\">registrar@dublin2019.com</a>",
  "public_first_name": "Given Name For Publications",
  "public_last_name": "Family Name For Publications",
  "public_name_hint": "How shall we list you in public? Leave these fields blank if you'd prefer we don't list you at all on our website or elsewhere. If you give us two names, we'll use the second for alphabetization (either can contain spaces). A few months before the con, you'll be able to separately customize the text of your badge.",
  "city": "City / Town",
  "address": "Address",
  "postcode": "Postal Code",
  "state": "State / Province / Region",
  "country": "Country",
  "badge_text": "Badge Name",
  "location_hint": "",
  "paper_pubs": {
    "name": "Paper pubs name",
    "address": "Paper pubs address",
    "country": "Paper pubs country",
    "label": "Add paper progress reports (€{amount})",
    "new_hint": "By default, we'll be in touch with you electronically to let you know how our preparations are progressing. If you'd prefer to receive our progress reports and other publications by post, select this option (note the additional fee).",
    "new_hint_accessiblity": "If paper progress reports are needed for Accessibility, please email registrar@dublin2019.com, and we will provide them at no charge.",
    "new_hint2": "We'll need to know where to send your mail. Please enter your address details here as you'd wish them to be printed onto a postal label.",
    "edit_hint": "For paper progress reports, we'll need to know where to send your mail. Please enter your address details here as you'd wish them to be printed onto a postal label."
  },
  "membership_type": "Membership type",
  "required": "Required",
  "total": "Total",
  "pay_by_card": "Pay by card"
}
